{"version":2,"digestable":1,"devourable":1,"resizable":1,"absorbable":1,"feeding":1,"digest_leave_remains":0,"allowmobvore":1,"vore_taste":"nothing in particular","vore_smell":"nothing in particular","permit_healbelly":1,"noisy":0,"appendage_color":"#e03997","appendage_alt_setting":0,"selective_preference":"Default","show_vore_fx":1,"can_be_drop_prey":0,"can_be_drop_pred":0,"latejoin_vore":0,"latejoin_prey":0,"allow_spontaneous_tf":0,"step_mechanics_pref":0,"pickup_pref":1,"belly_prefs":[],"receive_reagents":0,"give_reagents":0,"autotransferable":1,"drop_vore":1,"slip_vore":1,"stumble_vore":1,"throw_vore":1,"nutrition_message_visible":1,"nutrition_messages":["They are starving! You can hear their stomach snarling from across the room!","They are extremely hungry. A deep growl occasionally rumbles from their empty stomach.","","They have a stuffed belly, bloated fat and round from eating too much.","They have a rotund, thick gut. It bulges from their body obscenely, close to sagging under its own weight.","They are sporting a large, round, sagging stomach. It contains at least their body weight worth of glorping slush.","They are engorged with a huge stomach that sags and wobbles as they move. They must have consumed at least twice their body weight. It looks incredibly soft.","Their stomach is firmly packed with digesting slop. They must have eaten at least a few times worth their body weight! It looks hard for them to stand, and their gut jiggles when they move.","They are so absolutely stuffed that you aren't sure how it's possible for them to move. They can't seem to swell any bigger. The surface of their belly looks sorely strained!","They are utterly filled to the point where it's hard to even imagine them moving, much less comprehend it when they do. Their gut is swollen to monumental sizes and amount of food they consumed must be insane."],"weight_message_visible":1,"weight_messages":["They are terribly lithe and frail!","They have a very slender frame.","They have a lightweight, athletic build.","They have a healthy, average body.","They have a thick, curvy physique.","They have a plush, chubby figure.","They have an especially plump body with a round potbelly and large hips.","They have a very fat frame with a bulging potbelly, squishy rolls of pudge, very wide hips, and plump set of jiggling thighs.","They are incredibly obese. Their massive potbelly sags over their waistline while their fat ass would probably require two chairs to sit down comfortably!","They are so morbidly obese, you wonder how they can even stand, let alone waddle around the station. They can't get any fatter without being immobilized."],"vore_sprite_color":{"stomach":"#000","taur belly":"#000"},"vore_sprite_multiply":{"stomach":0,"taur belly":0}}